<!DOCTYPE html>
<html lang="ar" dir="rtl">

<head>
    <meta charset="utf-8">
    <title>عقد أتعاب خدمات قانونية</title>
    <style>
        @page {
            margin: 2cm;
        }

        body {
            font-family: "dejavusans", "Arial", sans-serif;
            direction: rtl;
            text-align: justify;
            line-height: 1.9;
            font-size: 13px;
            color: #000;
        }

        .header {
            text-align: center;
            margin-bottom: 30px;
        }

        .header h1 {
            font-size: 20px;
            font-weight: bold;
        }

        .contract-number {
            text-align: right;
            font-weight: bold;
            margin-bottom: 20px;
        }

        .bismillah {
            text-align: center;
            font-size: 16px;
            font-weight: bold;
        }

        .section {
            margin: 20px 0;
        }

        .section-title {
            font-weight: bold;
            font-size: 14px;
            margin: 5px 0 10px 0;
            text-decoration: underline;
        }

        table {
            width: 100%;
            border-collapse: collapse;
            margin: 15px 0;
        }

        table td {
            padding: 8px;
            border: 1px solid #333;
            font-size: 12px;
        }

        table td:first-child {
            font-weight: bold;
            width: 30%;
            background-color: #f5f5f5;
        }

        .subsection {
            margin: 10px 0 10px 30px;
        }

        .signature-section {
            margin-top: 50px;
            display: table;
            width: 100%;
        }

        .signature-box {
            display: table-cell;
            width: 50%;
            padding: 10px;
            vertical-align: top;
        }

        .signature-line {
            margin-top: 40px;
            border-bottom: 1px solid #000;
            width: 200px;
        }

        p {
            margin: 2px 0;
            text-align: justify;
        }

        .indent {
            margin-right: 40px;
        }

        ul {
            margin: 10px 0;
            padding-right: 40px;
        }

        li {
            margin: 8px 0;
        }
    </style>
</head>

<body>
    <div class="contract-number">
        رقم العقد: 200/24
    </div>



    <div class="header">
        <h3 class="bismillah">
            بسم الله الرحمن الرحيم
        </h3>
        <h1>نموذج عقد أتعاب خدمات قانونية</h1>
    </div>

    <p>
        الحمد لله رب العالمين والصلاة والسلام على رسول الله،،، أما بعد
    </p>

    @php
        use Alkoumi\LaravelHijriDate\Hijri;
        $todayHijri = Hijri::Date('d / m / Y هـ');
        $todayGregorian = \Carbon\Carbon::now()->format('d/m/Y');
        $todayDay = \Carbon\Carbon::now()->translatedFormat('l'); // اسم اليوم بالعربية
    @endphp

    <p>
        إنه في يوم <strong>{{ $todayDay }}</strong> الموافق
        (<strong>{{ $todayHijri }}</strong> الموافق <strong>{{ $todayGregorian }}م</strong>)
        بمدينة الرياض تم الاتفاق والتراضي على إجراء هذا العقد بين كل من:
    </p>


    <div class="section">
        <p>
            <strong>1- الأستاذ/</strong> {{ $user->name ?? '.......' }}، سعودي الجنسية، يحمل هوية وطنية
            رقم ({{ $user->companyinfo->national_id ?? '........' }})، ويشار إليه في هذا العقد بـ"الطرف الأول".
        </p>

        <table>
            <tr>
                <td>المدينة</td>
                <td>{{ $user->companyinfo->city ?? '.......' }}</td>
                <td>الحي</td>
                <td>{{ $user->companyinfo->district ?? '............' }}</td>
            </tr>
            <tr>
                <td>البريد الإلكتروني</td>
                <td>{{ $user->email ?? '........' }}</td>
                <td>الجوال</td>
                <td>{{ $user->companyinfo->phone_1 ?? '......' }}</td>
            </tr>
        </table>
    </div>

    <div class="section">
        <p>
            <strong>2- شركة حلول التقنيات القانونية</strong> مهنية ذات مسؤولية محدودة، رقمها الموحد (7051948904)،
            ويمثلها الأستاذ المحامي/ خالد فهد العندس، سعودي الجنسية، يحمل هوية رقم (1098906421)، ويشار إليها فيما بعد
            بـ"الطرف الثاني".
        </p>

        <table>
            <tr>
                <td>المدينة</td>
                <td>الرياض</td>
                <td>الحي</td>
                <td>القدس</td>
            </tr>
            <tr>
                <td>البريد الإلكتروني</td>
                <td>Support@ltc.sa</td>
                <td>الجوال</td>
                <td>0539392084</td>
            </tr>
        </table>
    </div>

    <div class="section">
        <p class="section-title">التمهيد:</p>
        <p>
            حيث إن الطرف الأول شركة تجارية مرخصة من وزارة التجارة ولديها الحاجة في إسناد عدد من الملفات القانونية لمن هو
            متخصص بالعمل عليها من خلال استئجار الخدمات، ولكون الطرف الثاني شركة محاماة متخصصة ومرخصة في تقديم خدمات
            المحاماة والاستشارات القانونية من وزارة التجارة، ولديها الخبرة الكافية لتقديم الخدمات القانونية، عليه التقت
            إرادة الطرفين على الرضا والقبول وتم التعاقد بينهما وهما بكامل الأهلية المعتبرة شرعًا ونظامًا وفقًا للبنود
            التالية:
        </p>
    </div>

    <div class="section">
        <p class="section-title">البند الأول: التمهيد جزء من العقد:</p>
        <p>
            يعد التمهيد أعلاه، جزءًا لا يتجزأ من أحكام هذا العقد، وبنود هذا العقد تسمو على جميع البنود السابقة.
        </p>
    </div>

    <div class="section">
        <p class="section-title">البند الثاني: نطاق عمل الطرف الثاني:</p>
        <p>سيقوم الطرف الثاني بمتابعة الإجراءات وفق نطاق العمل التالي:</p>

        <div class="subsection">
            <p>1.2. تزويدكم بالصياغة المطلوبة للوكالة الشرعية للبدء في الإجراءات.</p>

            <p>1.3. المساهمة في تحصيل الديون التي لدى الطرف الأول وفق طرق التحصيل غير القضائية، وفي حال رأى الطرف الثاني
                جدوى الأمر من حيث الرفع بالمطالبة للجهات القضائية المختصة فتكون الأتعاب وفق المنصوص عليه في البند الخامس
                من هذا العقد.</p>

            <p>1.4. في حال وجود طلب تنفيذ قائم؛ فإننا نقوم بمتابعة التنفيذ من خلال محكمة التنفيذ، ويجوز للطرف الثاني في
                سبيل تتبع أموال المنفذ ضده مراجعة كافة الجهات ذات الصلة، والاستفسار عن كافة البيانات والمعلومات التي
                تتعلق بطلب التنفيذ والمنفذ ضده.</p>

            <p>1.5. ينحصر نطاق عمل الطرف الثاني في طلبات التنفيذ القائمة على طلبات الإجراء، ولا يشمل نطاق العمل الترافع
                أمام محكمة التنفيذ في المنازعات التنفيذية أو أي إجراء قضائي تطلبه الدائرة، وفي حال تطلب الأمر ذلك؛ فإن
                الطرف الثاني يعد دراسة مستقلة تقدم للطرف الأول، وفي حال الموافقة عليها يتم العمل وفق بنودها.</p>

            <p>1.6. في حال تطلب العمل وفق تقدير الطرف الثاني لرفع قضية في غير محكمة التنفيذ؛ فإنه يقوم بدراسة القضية
                ومستنداتها وتكييف الدعوى قبل رفعها للمحكمة المختصة.</p>

            <p>1.7. صياغة لائحة الدعوى والمذكرات الجوابية، واللوائح الاعتراضية -إن تطلب الأمر ذلك-.</p>

            <p>1.8. حضور جلسات الترافع -حضورياً أو إلكترونياً- لدى الدائرة المختصة.</p>

            <p>1.9. صياغة الخطابات والمراسلات لدى الجهات العدلية -إن تطلب الأمر ذلك-.</p>

            <p>1.10. ينتهي نطاق العمل ويستحق الطرف الثاني كامل أتعابه عند تَحَصل الطرف الأول على الدين بأي طريقةٍ كانت
                أو انتهاء العمل القانوني أو تسليم الطرف الثاني للعمل أو عند صدور حكم الحكم القضائي.</p>
        </div>
    </div>

    <div class="section">
        <p class="section-title">البند الثالث: قبول التوجيهات:</p>
        <div class="subsection">
            <p>3.1 ما لم يوجه الطرف الأول بغير ذلك؛ لن يقبل الطرف الثاني التوجيهات لتنفيذ الأعمال المشار إليها في المادة
                (2) من هذا العقد إلا من الطرف الأول مباشرةً.</p>

            <p>3.2 يلتزم الطرف الأول بالرد على استفسارات الطرف الثاني عبر الإيميل خلال (24) ساعة.</p>

            <p>3.3 يلتزم الطرف الأول بالرد على طلبات الاعتماد، أو ابداء الملاحظات على الطلبات المقدمة من الطرف الثاني
                فيما يخص المذكرات أو الاعتراضات، أو ما يحتاج إلى موافقة الطرف الأول خلال (24) ساعة، وفي حال لم يتم الرد
                خلال هذه المدة فإن الطلب يُعد مقبولاً من الطرف الأول، والطرف الثاني مخولاً باتخاذ الإجراء.</p>
        </div>
    </div>

    <div class="section">
        <p class="section-title">البند الرابع: ملفات العميل:</p>
        <p>
            سيتولى المحامي/ خالد العندس إدارة ملفات الطرف الأول القانونية، وسيكون رقم الجوال: (0539392084) هو نقطة
            التواصل الأولى بين الطرفين في كل ما يتعلق بملفاته، في أوقات الدوام الرسمي من الساعة: (9 صباحاً حتى 5 مساءً)
            أو عبر البريد الإلكتروني بالعنوان التالي: (support@ltc.sa)، أو أي عنوان بريدي لموظفي الطرف الثاني ينتهي بهذا
            العنوان: (ltc.sa).
        </p>
    </div>

    <div class="section">
        <p class="section-title">البند الخامس: الأجر وطريقة الدفع:</p>

        <div class="subsection">
            <p><strong>1.5. اتفق الطرفان على أن أتعاب الطرف الثاني ستكون على ثلاث مسارات، والأسعار المذكورة في كل مسار
                    ليست شاملة لضريبة القيمة المضافة، وبيانها كالتالي:</strong></p>

            <p><strong>1.5.1. المسار الأول: مسار التحصيل، ويشتمل الأعمال الآتية:</strong></p>

            <p class="indent">أ. تحصيل الديون التي لا تتطلب اتخاذ أي إجراء قضائي، فالأتعاب فيها ستكون (8%) ثمانية
                بالمائة من إجمالي المبلغ المطالب به.</p>

            <p class="indent">ب. تحصيل الديون المقيدة كسندات تنفيذية، بحيث يتمثل العمل فيها بتقديم طلبات التنفيذ المختصة
                بمحكمة التنفيذ، فالأتعاب فيها ستكون (10%) عشرة بالمائة من إجمالي المبلغ المطالب به.</p>

            <p class="indent">ت. تحصيل الديون التي تتطلب إجراء قضائي وقيمة المطالبة فيها (500.000) خمسمائة ألف ريال
                سعودي أو أكثر، بحيث يستلزم العمل فيها رفع قضية إلى أي محكمة حسب تفاصيل وحيثيات القضية، فالأتعاب فيها
                ستكون (15%) خمسة عشر بالمائة من إجمالي المبلغ المطالب به، ويجوز للطرف الثاني أن يفصل المتطلبات في عقد
                مستقل.</p>

            <p class="indent">ث. تحصيل الديون التي تتطلب إجراء قضائي وقيمة المطالبة فيها (499.000) أربعمائة وتسعة وتسعون
                ألف ريال سعودي أو أقل، بحيث يستلزم العمل فيها رفع قضية إلى أي محكمة حسب تفاصيل وحيثيات القضية، فالأتعاب
                فيها ستكون (20%) عشرون بالمائة من إجمالي المبلغ المطالب به، ويجوز للطرف الثاني أن يفصل المتطلبات في عقد
                مستقل.</p>

            <p class="indent">ج. تحصيل الديون التي تكون في طلبات تنفيذية قائمة والمدين المنفذ عليه ممتنع عن السداد،
                فالأتعاب فيها ستكون (25%) خمسة وعشرون بالمائة من إجمالي المبلغ المطالب به، ويجوز للطرف الثاني أن يفصل
                المتطلبات في عقد مستقل.</p>

            <p><strong>1.5.2. المسار الثاني: مسار الدعم القانوني المتواصل، ويشتمل الأعمال الآتية:</strong></p>

            <p class="indent">1.5.2.1. باستثناء المذكورة في المسار الأول والمشار إليها في الفقرة (1.5.1) من هذا العقد؛
                فإنه في حال رغبة الطرف الثاني بهذا المسار فإن الطرف الثاني يكون بمثابة الإدارة القانونية لدى الطرف
                الأول، ومستعدًا لتقديم كافة الخدمات القانونية التي يطلبها الطرف الأول ويرى الطرف الثاني مناسبتها، ويكون
                التعاقد عليها بعقد مستقل.</p>

            <p class="indent">1.5.2.2. يكون العمل في هذا المسار وفق ما تمت عليه الموافقة من الطرف الأول في عرض السعر،
                وفي حال الزيادة تطلب العمل زيادةً عليها فإن العمل يكون وفق الفاتورة الشهرية الصادرة من الطرف الثاني إلى
                الطرف الأول.</p>

            <p><strong>1.5.3. المسار الثالث: مسار الخدمات القانونية المفردة، ويشتمل الأعمال الآتية:</strong></p>

            <p class="indent">1.5.3.1. تقديم استشارة حضورية أو هاتفية تتمثل بتقديم إجابة الطرف الثاني على استفسار قانوني
                لدى الطرف الأول، فستكون الأتعاب فيها مبلغًا قدره (500) خمسمائة ريال للمراجعة.</p>

            <p class="indent">1.5.3.2. القيام بتعقيب أو مراجعة لأي جهة حكومية بغرض الاستفسار عن الأعمال أو المتطلبات
                الحكومية ونحوها، فستكون الأتعاب فيها مبلغًا قدره (500) خمسمائة ريال للمراجعة.</p>

            <p class="indent">1.5.3.3. تقديم الاستشارات القانونية المكتوبة، وهي التي يطلب فيها الطرف الأول من الطرف
                الثاني إعداد دراسة مكتوبة عن موضوع أو أي موضوع قانوني لا يتصل بالقضايا، فستكون الأتعاب فيه مبلغًا قدره
                (1000) ألف ريال سعودي.</p>

            <p class="indent">1.5.3.4. صياغة عقد قانوني غير تجاري، فستكون الأتعاب فيه مبلغًا قدره (1500) ألف وخمسمائة
                ريال سعودي.</p>

            <p class="indent">1.5.3.5. صياغة عقد قانوني تجاري، فستكون الأتعاب فيه مبلغًا قدره (2500) ألفان وخمسمائة ريال
                سعودي.</p>

            <p>2.5. اتفق الطرفان على أن كل المبالغ المذكورة غير شاملة ضريبة القيمة المضافة أو أي تكاليف أو رسوم حكومية
                أخرى.</p>

            <p>3.5. يلتزم الطرف الأول بسداد أتعاب الطرف الثاني وفق النسب المبينة في البند (5) من هذا العقد عند تحصيل أي
                مبالغ لصالح الطرف الأول ولا يشترط تحصيل كامل المبلغ.</p>

            <p>4.5. يلتزم الطرف الأول بسداد أجرة الطرف الثاني التي تكون نسبة مخصصة من أي مبلغ يتم تحصيله فور استلامه لأي
                مبلغ من المدين، ولا يجوز للطرف الأول بأي حال من الأحوال أن يعلق الاستحقاق أو السداد على تحصيل الطرف
                الثاني لكامل المبلغ.</p>

            <p>5.5. فيما عدا الخدمات التي تكون آلية التحصيل فيها مربوطة بالنسبة، والمشار لها أعلاه، تكون آلية الدفع
                المعتبرة في نهاية كل شهر ميلادي، بحيث يقوم الطرف الثاني بإصدار فاتورة تتضمن المبالغ التي على الطرف
                الأول، ويلتزم الطرف الأول بالسداد خلال (15) خمسة عشر يومًا من تاريخ إصدار الفاتورة.</p>

            <p>6.5. يحق للطرف الأول الاعتراض على الفاتورة أو إبداء ملاحظاته عليها خلال (15) خمسة عشر يومًا من تاريخ
                إصدارها، وبعدها يتم تثبيت الفاتورة واعتبارها ملزمة وواجبة السداد.</p>

            <p>7.5. يلتزم الطرف الأول بالإفصاح عن أي مبالغ يتم استلامها من المدين الذي تم توكيل الطرف الثاني لتحصيل
                المبالغ منه، ويجوز للطرف الثاني الاطلاع على كافة المستندات اللازمة في سبيل التحقق من ذلك.</p>

            <p>8.5. يحق للطرف الثاني الاطلاع على كل المستندات التي تكون مرتبطة بإثبات تحصيل المبالغ التي للطرف الأول.
            </p>
        </div>
    </div>

    <div class="section">
        <p class="section-title">البند السادس: مصاريف السفر والإقامة:</p>
        <div class="subsection">
            <p>6/1 يتحمل الطرف الأول مصاريف سفر وإقامة الطرف الثاني ومنسوبيه في حال تطلب الأمر سفر الطرف الثاني خارج
                الرياض للقيام بأي عمل يخص موضوع هذا العقد، وذلك بعد الحصول على موافقة الطرف الأول على السفر.</p>

            <p>6/2 عند صدور أي فاتورة مستحقة على الطرف الأول يحق له الاعتراض عليها خلال عشرة أيام من صدور الفاتورة وفي
                حال عدم اعتراض الطرف الأول تكون الفاتورة مقبولة ومعتمدة من كافة الأطراف ولا يجوز الاعتراض عليها لاحقاً.
            </p>
        </div>
    </div>

    <div class="section">
        <p class="section-title">البند السابع: مصاريف الأطراف الأخرى:</p>
        <div class="subsection">
            <p>7/1 يتحمل الطرف الأول كل المصاريف في مواضيع المطالبة كالتكاليف القضائية وجهات الخبرة والرسوم الحكومية، أو
                ضرائب، أو غيرها من الأمور المطلوب دفعها للاستمرار في الدعوى ولا يتم احتسابها ضمن أتعاب الطرف الثاني.</p>

            <p>7/2 يقر الطرف الأول بعلمه واستعداده لدفع التكاليف القضائية اللازمة وفقاً لنظام التكاليف القضائية أيا كان
                نوعها، ولا تحتسب هذه التكاليف ضمن أتعاب الطرف الثاني سواءً بشكل مباشر أو غير مباشر.</p>

            <p>7/3 تأكيدًا على ما سبق، فإن الطرف الأول يقر بأن الأتعاب المنصوص عليها غير شاملة لضريبة القيمة المضافة
                المفروضة في المملكة العربية السعودية.</p>
        </div>
    </div>

    <div class="section">
        <p class="section-title">البند الثامن: المعلومات المقدمة والمسؤولية عنها:</p>
        <div class="subsection">
            <p>8/1 يلتزم الطرف الأول بتقديم كافة المعلومات والبيانات والمستندات المتوفرة لديه فيما يتعلق بموضوع هذا
                العقد، كما يقر بصحتها، ومسؤوليته الكاملة عند تبين خلاف ذلك، كما يلتزم بأتعاب ومصاريف الطرف الثاني في
                حالة تبين أنه أخفى معلومات مؤثرة على صحة الدعوى أو قدم معلومات غير صحيحة أو تعمّد إخفاء مستندات مؤثرة،
                أو قدم مستندات غير سليمة.</p>

            <p>8/2 يتحمل الطرف الأول وحده مسؤولية عدم صحة المعلومات المقدمة منه، والتي على أساسها تم تقديم هذا العرض.
            </p>

            <p>8/3 يلتزم الطرف الثاني بكون الموقع على العقد له الصفة الاعتبارية التي تخوله إتمام كافة الآثار القانونية
                المترتبة عليه، وفي حال تبين خلاف ذلك فإن الموقع على هذه الاتفاقية يتحمل بصفته الشخصية كافة الأتعاب
                المستحقة للطرف الثاني، ويكون الطرف الأول ضامنًا له.</p>
        </div>
    </div>

    <div class="section">
        <p class="section-title">البند التاسع: إنهاء العقد:</p>
        <div class="subsection">
            <p>9/1 لا يتأثر استحقاق الطرف الثاني من الأجر في حال إنهاء العقد من قبل الطرف الأول لسبب غير مشروع.</p>

            <p>9/2 اتفق الطرفان على أنه بمجرد توكيل الطرف الثاني بالعمل على أي دين تابع للطرف الأول فإنه يكون مستحق لأي
                مبلغ يحصل منه وفق الأتعاب المنصوص عليها في البند (5) الخامس من هذا العقد، وفي حالة إنهاء النزاع صلحاً
                بين الطرف الأول ومدينه أو خصمه في أية مرحلة من مراحل العمل القانوني، فإن الطرف الثاني يكون مستحقًا لكامل
                الأتعاب والأجر المتفق عليه في البند (5) الخامس من هذا العقد.</p>

            <p>9/3 يستحق الطرف الثاني كامل الأتعاب المتفق عليها في حال تنازل الطرف الأول عن المبالغ المستحقة لدى الغير،
                أو تنازله عن الدعوى، أو عدم رغبته في إكمال الدعوى أو التنفيذ لأي سبب كان، أو كان غير مستحق للمبلغ
                المطالب به أو في حال توجهت اليمين للطرف الأول أمام الدائرة القضائية ورفض أدائها أو لأي سبب آخر راجع
                للطرف الأول.</p>

            <p>9/4 لا يجوز للطرف الأول توكيل أي طرف آخر بشأن المواضيع المسندة للطرف الثاني، ويعد هذا التوكيل منه لطرف
                آخر غير الطرف الثاني فسخاً للعقد من طرفه، ويترتب عليه استحقاق الطرف الثاني لأجوره.</p>

            <p>9/5 في حال ثبت كون الإنهاء من الطرف الأول غير مشروعاً فيستحق الطرف الثاني كامل الأتعاب المتفق عليها.</p>

            <p>9/6 يلتزم الطرف الأول بتزويد الطرف الثاني المستندات والبينات اللازمة لتنفيذ نطاق هذا العقد، وفي حال توقفت
                الدعوى على مستندات فاصلة ورئيسية وعجز الطرف الأول عن تزويدها، فإنه للطرف الثاني إنهاء العقد بعد إشعار
                يوجه للطرف الأول بهذا الشأن، دون أن يكون على الطرف الثاني أي التزامات للطرف الأول.</p>

            <p>9/7 بمجرد إبرام العقد وامتنع الطرف الأول من توكيل الطرف الثاني فيستحق الطرف الثاني كامل الأتعاب.</p>

            <p>9/8 في حال إخلال الطرف الأول ببنود العقد يلتزم الطرف الأول بأن يدفع للطرف الثاني كامل الأتعاب.</p>

            <p>9/9 يستحق الطرف الثاني كامل الأتعاب عند تمثيل الطرف الأول في حال صدر حكم باعتبار الدعوى كأن لم تكن أو صدر
                حكم شكلي يؤدي إلى إيقاف نظر الدعوى.</p>
        </div>
    </div>

    <div class="section">
        <p class="section-title">البند العاشر: تسوية النزاعات:</p>
        <p>
            أي نزاع ينشأ بين الطرفين عن انعقاد، أو تنفيذ، أو صحة، أو بطلان، أو فسخ هذا العقد، أو ما يتفرع عنه، أو يرتبط
            به، ويتعذر تسويته بالطرق الودية؛ فيتم إنهاؤه في المحكمة المختصة في مدينة الرياض.
        </p>
    </div>

    <div class="section">
        <p class="section-title">البند الحادي عشر: أحكام عامة:</p>
        <div class="subsection">
            <p>11/1 يكون العنوان النظامي لكل طرف هو العنوان المبين والمنصوص عليه في هذا العقد، وتكون جميع المكاتبات
                والإشعارات والمراسلات والإنذارات وتسليم الأعمال بين الأطراف باللغة العربية على البريد الإلكتروني المذكور
                في هذا العقد.</p>

            <p>11/2 تكون المراسلات بخصوص نطاق هذا العقد على العنوان التالي: (support@ltc.sa)، أو أي عنوان بريدي لموظفي
                الطرف الثاني ينتهي بهذا العنوان: (ltc.sa) أما فيما يخص إنهاء العقد فيكون من عنوان البريد الإلكتروني
                الوارد في بيانات الشركة ولا يُعتدّ بأي إشعارات أو مخاطبات عن طريق غيرها، إلا باتفاق الطرفين خطياً وفق
                ملحق لهذا العقد.</p>

            <p>11/3 في حال تسلم الطرف الثاني مستندات أصلية من الطرف الأول وتم الانتهاء منها فيتم إشعار الطرف الأول
                باستلامها، وإذا لم يستلمها، أو لم يرسل وكيلاً أو مفوضاً عنه بالاستلام خلال (24) ساعة فيحق للطرف الثاني
                إتلافها ولا يتحمل أي مسؤولية عن ذلك.</p>

            <p>11/4 بموجب أحكام نظام الإثبات فقد وافق الطرفان على اعتبار المرسالات عبر الإيميلات منتجةً لآثارها وتبليغاً
                صحيحاً بين الطرفين.</p>

            <p>11/5 حرر هذا العقد من نسختين أصليتين باللغة العربية استلم كل طرف نسخة منها للعمل بموجبها.</p>
        </div>
    </div>


    <div class="signature-section">
        <div class="signature-box">
            <p><strong>الطرف الأول:</strong></p>
            <p>الأستاذ/ {{ $user->name ?? '.......................' }}</p>
            <br>
            <p>التوقيع: .....................................</p>
            <div class="signature-line"></div>
            <br>
            <p>الصفة: .....................................</p>
        </div>

        <div class="signature-box">
            <p><strong>الطرف الثاني:</strong></p>
            <p>شركة حلول التقنيات القانونية</p>
            <p>ويمثلها في التوقيع المحامي/ خالد فهد العندس</p>
            <br>
            <p>التوقيع: .....................................</p>
            <div class="signature-line"></div>
        </div>
    </div>

</body>

</html>
